// common
"return"="返回";
"Cancel"="取消";
"OK"="確定";

// unimp
"There is no UniMP (%@) application resource in the running path, please check whether the application resource is deployed normally"="運行路徑中無 uni小程序（%@）應用資源，請檢查應用資源是否正常部署";

// ad
"Refresh"="刷新";
"copy Link"="復制鏈接";
"Use Safari to open"="使用Safari打開";
"Share page"="分享頁面";
"AD"="廣告";
"View details"="查看詳情";
"Download"="下載";
"Open"="打開";
"jump over"="跳 過";

// video
"Brightness"="亮度";
"Volume"="声音";
"Barrage"="彈幕";

// devtool
"search"="搜索";
"Connecting to debugging service (%@)"="正在連接調試服務(%@)...";
"The connection with debugging service has been disconnected. Possible reasons are as follows: \n1. the mobile phone and PC are not in the same LAN. \n2. Mobile phones use mobile networks. \n3. Mobile phone uses VPN and other proxy settings. \n4. The PC has a firewall."="已斷開與調試服務連接，可能原因：\n1. 手機與PC不處於同壹局域網。\n2. 手機使用移動網絡。\n3. 手機使用VPN等代理設置。\n4. PC設置了防火墻。";
"Unable to connect to debug service connection. Possible reasons are as follows: \n1. the mobile phone and PC are not in the same LAN. \n2. Mobile phones use mobile networks. \n3. Mobile phone uses VPN and other proxy settings. \n4. The PC has a firewall."="無法連接調試服務連接，可能原因：\n1. 手機與PC不處於同壹局域網。\n2. 手機使用移動網絡。\n3. 手機使用VPN等代理設置。\n4. PC設置了防火墻。";
"Reconnection debugging service"="重連調試服務";

// map
"starting point"="起點";
"terminal point"="终點";
"Failed to verify the configured Baidu map key (appkey) [%d], reference: https://ask.dcloud.net.cn/article/29"="配置的百度地圖密鑰（appkey）校驗失敗[%d]，參考:https://ask.dcloud.net.cn/article/29";
"Baidu Maps"="百度地圖";
"Gaode Maps"="高德地圖";
"Take %@: get on at %@ and get off at %@ via %ld station"="乘坐%@:在%@上車途徑%ld站在%@下車";

// gallery
"download failed"="下載失敗";
"File download failed, try to download again?"="文件下載失敗是否嘗試重新下載？";
"Retry"="重試";
"Next" = "下一步";
"Done" = "完成";
"Sorry" = "抱歉";
"Setting" = "設定";
"Photos" = "照片";
"Videos" = "視頻";
"Preview" = "預覽";
"Full image" = "原圖";
"Processing..." = "正在處理...";
"Can not use camera" = "無法使用相機";
"Synchronizing photos from iCloud" = "正在從iCloud同步照片";
"Can not choose both video and photo" = "選擇照片時不能選擇視頻";
"Can not choose both photo and GIF" = "選擇照片時不能選擇 GIF";
"Select the video when in multi state, we will handle the video as a photo" = "多選狀態下選擇視頻，默認將視頻當圖片發送";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "無法跳轉到隱私設定頁面，請手動前往設定，謝謝";
"Select a maximum of %zd photos" = "你最多只能選擇%zd張照片";
"Select a minimum of %zd photos" = "請至少選擇%zd張照片";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "請在iPhone的\"設定-隱私權-照片\"選項中，\r允許%@訪問你的手機相冊";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "請在iPhone的\"設定-隱私權-相機\"中允許%@訪問相機";
"Can not access photos in album" = "無法訪問相冊中照片";
"Can not access all photos in album" = "無法訪問相冊中所有照片";
"No photo access" = "當前無照片訪問權限，建議前往系統設置， 允許應用訪問 [照片] 中的 [所有照片]";
"Photo access restricted" = "應用只能訪問相冊中的部分照片，建議前往系統設置， 允許應用訪問 [照片] 中的 [所有照片]";
"Go to system settings" = "前往系統設置";
"Limit tips" = "無法訪問相冊中所有照片，\n請允許訪問「照片」中的「所有照片」。";
"Limit Alert Tips" = "繼續訪問部分圖片";
"Edit" = "編輯";
"_LFME_oKButtonTitle" = "完成";
"_LFME_cancelButtonTitle" = "取消";
"_LFME_processHintStr" = "正在處理...";
"_LFME_alertViewCancelTitle" = "確定";
"Original" = "原圖";
"_LFME_reachMaximumLimitTitle" = "已達到輸入上限";
"_LFME_sticker_remove_normal" = "拖動到此處刪除";
"_LFME_sticker_remove_selected" = "鬆手即可刪除";
"_LFME_UserGuide_ToolBar_Scroll" = "向左滾動會發現更多功能噢。";
"_LFME_UserGuide_StickerView_MovingView_Pinch" = "雙指同樣可以實現縮放和旋轉。";
"_LFME_UserGuide_StickerView_DisplayView_LongPress" = "長按可以預覽圖片。";
